---
kind: other
id: Properties.T:Autodesk.Revit.DB.TableMergedCell
source: html/186e7710-f18b-06f6-a158-386b57ab0f5c.htm
---
# TableMergedCell Properties

Specifies the row index of the bottom-right corner of a table grid.